export const pages = [
  0,
  {
    id: 1,
    header_1_1:
      "반가워요👋 뉴스레터 추천을 위해 도커스님에 대해 더 알려주세요.",
    header_1_2: `종사 산업과 관심사를 선택하여 내게 도움이 될 뉴스레터를 만나볼 수 있어요!`,
    caption: "",
  },
  {
    id: 2,
    header_1_1: "종사 중인 산업을",
    header_1_2: `선택해 주세요.`,
    caption: "선택하신 산업과 관련된 뉴스레터를 찾아드려요.",
  },
  {
    id: 3,
    header_1_1: "더 정확한 추천을 위해 ",
    header_1_2: "관심사를 선택해 주세요.",
    caption: "최소 3가지 이상을 선택해주세요.",
  },
  {
    id: 4,
    header_1_1: "님을 위한 ",
    header_1_2: "맞춤형 뉴스레터가 도착했어요!",
    caption: "구독한 뉴스레터는 발행일에 맞춰 홈으로 배달해드려요.",
  },
];
